{
    "comments": [
        "I’m here to check the views, who else?",
        "Is time-travelling legal?",
        "Haters are going to hate.",
        "Somehow, I end up here every single day",
        "Riverdale brought me here",
        "I have nothing to do with this video. It's just a promotion.",
        "Please, like my comment, or this cat will die.",
        "I'm in the weird part of YouTube again.",
        "What did I just watch?",
        "Let’s be honest this wasn’t in your recommendations you searched for it.",
        "YouTube deserves better.",
        "Literally to the 1% who's reading this, God bless you, and may your dreams come true, stay safe and have a wonderful day.",
        "My neighbours loved this song so much they invited the cops to come over and listen to it.",
        "95% of teens these days listen to the same crappy pop over and over again. If you're one of the 5% who still listens to real music, thumb this up, then copy & paste it to at least five videos. Don't let the spirit of rock and roll die!",
        "The artist’s voice is so smooth he could sing the ingredients to blueberry pancakes…and boom! You are pregnant.",
        "All I could think about whilst watching this is getting a Kleenex and wiping that sweat between his eyes.",
        "Life is unfair; she can sing incredibly when I can't even microwave popcorn correctly.",
        "You could put his voice on an old shoe, and it probably eats it.",
        "Last time I was this early, I died.",
        "Definitely, I see these comments all the time, even when they aren't the first ones.",
        "No one cares that you're the first to comment, do you want a cookie or something?",
        "I have commented on this, but I rarely ever get the chance to comment this because most videos I see already have at least a comment.",
        "I just want to say wow. this is some great editing. I bet it took a while to piece together everyone's cams and sync it. Good job.",
        "I love how his voice is so fricking deep, but his personality is a whole different level, from sounding mean and rude, to actually being sweet and nice.",
        "I can't stop listening to this song every time coz I love it.",
        "Man, I missed this song my sister found it like four years ago and today I just wondered what was that awesome song and it's been four years still I remember every single word of this song. This song is a part of my life.",
        "This song is something else. Not like a normal song. It seems like one but It has its own attracting power. I don't know why I so much love this song but this song is just amazing.",
        "This is my favourite channel. I especially like it when you explain everything so nicely. I wish you a lot of success with the channel and happy life. ",
        "This is a great channel! I only caught sight of you folks in recent times, but it’s now among my favourite channels.",
        "Congratulations on such an amazing achievement, can't wait to see your channel grow even bigger.",
        "I found this channel randomly; it is really a channel that produces quality content. Congratulations.",
        "Wow, that’s a really generous giveaway, especially in these times. I hope I win so I can finally have [write the product].",
        "I've spent my entire lockdown watching this channel. Maybe this will be a turning point in my luck. Love the aesthetics of the channel and thanks for the giveaway.",
        "Congratulations. I'm so glad this channel is growing so well, great to see a channel get the recognition they deserve. Can't wait to see where this channel goes from here.",
        "Having the opportunity to win this phone would be a blessing and truly a gift that will benefit me and help me in so many ways.",
        "This year has truly been rough for me. And maybe winning this giveaway would make it a lot better. Fingers crossed. Btw love your videos, especially your haul videos.",
        "I really want to get my younger brother a Christmas present and he has always been wanting this. I think this would be an awesome present for him. Would mean the world if I won",
        "I am working hard right now for the money to buy a decent [insert product] and this would save me a lot of money, stress and work if I win. I want to use this for [insert reason]. I really love your guy’s content and yeah lol.",
        "YouTube, please fix this video it has a dislike button.",
        "Dear God, I have a special offer for you today. Today's special offer is a used Lady Gaga and a clean, unused Justin Bieber for the whopping price of only one Cliff Burton! That's right God, trade our 2 *cough* most valued artists for only one Cliff Burton! But wait! If you bring back Cliff Burton within the next 30 minutes,  you also get a FREE complete and PURE set of the Jonas Brothers with it! Payment with Visa, MasterCard and PayPal only.",
        "I see someone accidentally hit the dislike button. That is okay, just a happy accident.",
        "I know I'm in the indie part of YouTube when the suggestion bar is all in sepia tone.",
        "It’s pretty easy for Simba and Mufasa to be singing about the circle of life when they’re the ones on the top of the food chains. I bet those Zebras hate that song.",
        "I would never bungee jump, I came into this world because of a broken rubber, and I'm not going out because of one.",
        "It’s a bit insensitive to ask a blind girl “is it me you’re looking for?”",
        "The funniest part of this video was the unfunniest thing ever.",
        "People have told me from time to time, \"Smith, you're funny. Not funny, ha, ha, just funny.\" Of late I have been working on my stand-up routine. Now people tell me that it is not in my future. Then they laugh. Have a nice day.",
        "I was bored so I typed in, \"something funny\" and this came up. I was disappointed until I looked at all the comments and then I was entertained. LOL.",
        "This video was so unfunny that I laughed. Like it’s so bad it’s a good type of thing.",
        "I was laughing so hard my mom to personally couldn’t stop laughing she was laughing at night.",
        "I cracked up so hard watching this is one of the best compilations I’ve seen the great video.",
        "These try not to laugh challenges are only funny when you're watching someone reacting to them trying not to laugh.",
        "My mind before I started the video: I'm not going to laugh. When I start the video: Damn I already laughed and it was only the cat that clicked the button in the first second.",
        "Funny stuff! I watch your videos at night with my two dogs in tow. They laugh and laugh and laugh. I wish my dogs did something extraordinary then they could be on your show. In the meanwhile, great upload.",
        "Good",
        "Keep it Up",
        "nice",
        "i like it",
        "great",
        "nice video",
        "you are awesome",
        "i like the way you teach",
        "you are great",
        "your video is inspirinng",
        "awesome",
        "awesome video",
        "love you men",
        "thanx",
        "dont stop",
        "we are with you",
        "always help us like that",
        "you are motivated",
        "you are my hero",
        "grear bro",
        "good video",
        "YOu are too good",
        "i understand",
        "Great",
        "Having fun with this",
        "You Are Master",
        "You Are a great tutor",
        "Nice Way",
        "Inspired",
        "i never board watching your video",
        "kam chaa ke rakh kaka",
        "fire for Haters"
    ]
}